IDEA Open Model
LoadCase.Description Property
Compatible with IDEA StatiCa 20.1
 Additional info
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public string Description { get; set; }
Public Property Description As String
	Get
	Set
Property Value
Type: String
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace